---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayconduitSystemType
source: html/4b5ec188-d670-f232-6f1c-61daa1112643.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayconduitSystemType Property

"System Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCabletrayconduitSystemType { get; }
```